Repository: zeldridge/actuali
Catalog: Actuali/Actuali/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br

source: tomorrow
de: morgen
es: mañana
fr: demain
it: domani
nl: morgen
pt_br: amanhã

source: Top the category back up to the balance cap each month.
de: Die Kategorie jeden Monat bis zum Kontostandlimit auffüllen.
es: Rellenar la categoría hasta el límite cada mes.
fr: Recompléter la catégorie jusqu’au plafond chaque mois.
it: Riporta la categoria al limite ogni mese.
nl: De categorie elke maand tot de limiet aanvullen.
pt_br: Repor a categoria até o limite todos os meses.

source: Total %@
de: Gesamt %@
it: Totale %@
nl: Totaal %@

source: Total amount
de: Gesamtbetrag
es: Importe total
fr: Montant total
it: Importo totale
nl: Totaalbedrag
pt_br: Valor total

source: Total of all income
de: Summe aller Einnahmen
es: Total de todos los ingresos
fr: Total de tous les revenus
it: Totale di tutte le entrate
nl: Totaal van alle inkomsten
pt_br: Total de todas as receitas

source: Touch and hold a budget for options to remove it from this device or delete it from the server.
de: Berühren und halten Sie ein Budget für Optionen, um es von diesem Gerät zu entfernen oder vom Server zu löschen.
es: Toque y mantenga pulsado un presupuesto para ver opciones para eliminarlo de este dispositivo o del servidor.
fr: Appuyez de manière prolongée sur un budget pour obtenir des options permettant de le supprimer de cet appareil ou du serveur.
it: Tocca e tieni premuto un budget per le opzioni per rimuoverlo da questo dispositivo o eliminarlo dal server.
nl: Houd een budget ingedrukt voor opties om het van dit apparaat te verwijderen of van de server te verwijderen.
pt_br: Toque e segure um orçamento para ver opções de removê-lo deste dispositivo ou excluí-lo do servidor.

source: Tracking budget
de: Budgetverfolgung
es: Presupuesto de seguimiento
fr: Budget de suivi
it: Monitoraggio del budget
nl: Budget bijhouden
pt_br: Orçamento de acompanhamento

source: Transaction
de: Transaktion
es: Transacción
it: Transazione
nl: Transactie
pt_br: Transação

source: Transaction amount is missing or invalid.
de: Der Transaktionsbetrag fehlt oder ist ungültig.
es: Falta el importe de la transacción o no es válido.
fr: Le montant de la transaction est manquant ou invalide.
it: L’importo della transazione è mancante o non valido.
nl: Het transactiebedrag ontbreekt of is ongeldig.
pt_br: O valor da transação está ausente ou é inválido.

source: Transaction Behavior
de: Transaktionsverhalten
es: Comportamiento de transacciones
fr: Comportement des transactions
it: Comportamento delle transazioni
nl: Transactiegedrag
pt_br: Comportamento de transações

source: Transaction changes appear here.
de: Transaktionsänderungen werden hier angezeigt.
es: Los cambios de transacciones aparecen aquí.
fr: Les modifications des transactions apparaîtront ici.
it: Le modifiche alle transazioni appariranno qui.
nl: Wijzigingen aan transacties verschijnen hier.
pt_br: As alterações das transações aparecem aqui.

source: Transaction Editor
de: Transaktionseditor
es: Editor de transacciones
fr: Éditeur de transactions
it: Editor transazioni
nl: Transactie-editor
pt_br: Editor de transações

# transaction.split.flipDirectionHint
source: Flips this line's direction
de: Kehrt die Richtung dieser Linie um
es: Invierte el sentido de esta línea
fr: Inverse le sens de cette ligne
it: Inverte la direzione di questa linea
nl: Draait de richting van deze lijn om
pt_br: Inverte a direção desta linha

source: Transactions
de: Transaktionen
es: Transacciones
it: Transazioni
nl: Transacties
pt_br: Transações

source: Transactions & Automation
de: Transaktionen und Automatisierung
es: Transacciones y automatización
fr: Transactions et automatisation
it: Transazioni e automazione
nl: Transacties en automatisering
pt_br: Transações e automação

source: Transactions already imported stay in the account.
de: Bereits importierte Transaktionen verbleiben im Konto.
es: Las transacciones ya importadas permanecen en la cuenta.
fr: Les transactions déjà importées restent dans le compte.
it: Le transazioni già importate rimangono nel conto.
nl: Reeds geïmporteerde transacties blijven in de rekening.
pt_br: As transações já importadas permanecem na conta.

source: Transactions for %@ in %@
de: Transaktionen für %@ in %@
es: Transacciones de %@ en %@
fr: Transactions de %@ en %@
it: Transazioni per %@ in %@
nl: Transacties voor %@ in %@
pt_br: Transações de %@ em %@

source: Transactions for %@ in %@, %@ %@
de: Transaktionen für %@ im %@ %@ %@
es: Transacciones de %@ en %@, %@ %@
fr: Transactions de %@ en %@ %@ %@
it: Transazioni per %@ in %@ %@ %@
nl: Transacties voor %@ in %@, %@ %@
pt_br: Transações de %@ em %@, %@ %@

source: Transactions marked Imported already exist in this account and will be skipped.
de: Mit „Importiert“ gekennzeichnete Transaktionen sind bereits in diesem Konto vorhanden und werden übersprungen.
es: Las transacciones marcadas como Importada ya existen en esta cuenta y se omitirán.
fr: Les transactions marquées Importée existent déjà dans ce compte et seront ignorées.
it: Le transazioni contrassegnate come Importate esistono già in questo account e verranno saltate.
nl: Transacties gemarkeerd als Geïmporteerd bestaan ​​al in dit account en worden overgeslagen.
pt_br: As transações marcadas como Importada já existem nesta conta e serão ignoradas.

source: Transactions This Month
de: Transaktionen diesen Monat
es: Transacciones este mes
fr: Transactions ce mois-ci
it: Transazioni questo mese
nl: Transacties deze maand
pt_br: Transações este mês

source: Transactions this schedule already created are kept.
de: Von diesem Zeitplan bereits erstellte Transaktionen bleiben erhalten.
es: Se conservan las transacciones que esta programación ya ha creado.
fr: Les transactions déjà créées par cette programmation sont conservées.
it: Le transazioni già create da questa pianificazione vengono mantenute.
nl: Transacties die deze planning al heeft aangemaakt, blijven behouden.
pt_br: As transações que este agendamento já criou serão mantidas.

source: Transactions will appear here once you load a budget
de: Transaktionen werden hier angezeigt, sobald Sie ein Budget laden
es: Las transacciones aparecerán aquí cuando cargue un presupuesto
fr: Les transactions apparaîtront ici une fois un budget chargé
it: Le transazioni verranno visualizzate qui una volta caricato un budget
nl: Transacties verschijnen hier zodra u een budget laadt
pt_br: As transações aparecerão aqui quando você carregar um orçamento

source: Transactions you pick from Wallet are added to this account and sync to your Actual server like any other transaction.
de: Transaktionen, die Sie aus Wallet auswählen, werden diesem Konto hinzugefügt und wie jede andere Transaktion mit Ihrem tatsächlichen Server synchronisiert.
es: Las transacciones que elija en Wallet se añaden a esta cuenta y se sincronizan con su servidor de Actual como cualquier otra transacción.
fr: Les transactions choisies dans Wallet sont ajoutées à ce compte et synchronisées avec votre serveur Actual comme toute autre transaction.
it: Le transazioni che scegli da Wallet vengono aggiunte a questo account e sincronizzate sul tuo server Actual come qualsiasi altra transazione.
nl: Transacties die u uit Wallet kiest, worden aan dit account toegevoegd en net als elke andere transactie met uw werkelijke server gesynchroniseerd.
pt_br: As transações escolhidas no Wallet são adicionadas a esta conta e sincronizadas com seu servidor do Actual como qualquer outra transação.

source: Transfer
de: Umbuchung
es: Transferencia
fr: Virement
it: Trasferimento
nl: Overboeking
pt_br: Transferência

source: Transfer from
de: Überweisen von
es: Transferir desde
fr: Transférer depuis
it: Trasferisci da
nl: Overboeken van
pt_br: Transferir de

source: Transfer to
de: Überweisen an
es: Transferir a
fr: Transférer vers
it: Trasferisci a
nl: Overboeken naar
pt_br: Transferir para

source: Transfers
de: Überweisungen
es: Transferencias
fr: Transferts
it: Trasferimenti
nl: Overboekingen
pt_br: Transferências

source: Trigger
de: Auslöser
es: Activador
fr: Déclencheur
it: Attivatore
pt_br: Gatilho

source: Try another category filter.
de: Versuchen Sie einen anderen Kategoriefilter.
es: Prueba otro filtro de categorías.
fr: Essayez un autre filtre de catégories.
it: Prova un altro filtro per categorie.
nl: Probeer een ander categoriefilter.
pt_br: Tente outro filtro de categorias.

source: Try another status filter.
de: Versuchen Sie einen anderen Statusfilter.
es: Prueba otro filtro de estado.
fr: Essayez un autre filtre de statut.
it: Prova un altro filtro di stato.
nl: Probeer een ander statusfilter.
pt_br: Tente outro filtro de status.

source: Try the demo budget
de: Probieren Sie das Demobudget aus
es: Probar el presupuesto de demostración
fr: Essayer le budget de démonstration
it: Prova il budget demo
nl: Probeer het demobudget
pt_br: Experimentar o orçamento de demonstração

source: Type
de: Typ
es: Tipo
it: Tipo
pt_br: Tipo

source: Un-migrate Automations
de: Automatisierungen zurückmigrieren
es: Revertir migración de automatizaciones
fr: Annuler la migration des automatisations
it: Annulla migrazione automazioni
nl: Automatiseringen terugzetten
pt_br: Reverter migração de automações

source: Unable to update buffer
de: Puffer konnte nicht aktualisiert werden
es: No se pudo actualizar la reserva
fr: Impossible de mettre à jour la réserve
it: Impossibile aggiornare la riserva
nl: Buffer kan niet worden bijgewerkt
pt_br: Não foi possível atualizar a reserva

source: Unauthorized - please log in again
de: Nicht autorisiert. Bitte melden Sie sich erneut an.
es: No autorizado; vuelve a iniciar sesión
fr: Non autorisé : veuillez vous reconnecter
it: Non autorizzato: accedi di nuovo
nl: Niet gemachtigd: log opnieuw in
pt_br: Não autorizado: faça login novamente

source: uncategorized
de: nicht kategorisiert
es: sin categorizar
fr: non catégorisées
it: senza categoria
nl: niet gecategoriseerd
pt_br: sem categoria

source: Uncategorized
de: Nicht kategorisiert
es: Sin categoría
fr: Sans catégorie
it: Senza categoria
nl: Niet gecategoriseerd
pt_br: Sem categoria

source: Uncategorized & Off budget
de: Nicht kategorisiert und außerhalb des Budgets
es: Sin categoría y fuera del presupuesto
fr: Sans catégorie et hors budget
it: Senza categoria e fuori budget
nl: Niet gecategoriseerd en buiten budget
pt_br: Sem categoria e fora do orçamento

source: Uncategorized Action
de: Aktion für „Nicht kategorisiert“
es: Acción de “Sin categoría”
fr: Action « Sans catégorie »
it: Azione per “Senza categoria”
nl: Actie voor “Niet gecategoriseerd”
pt_br: Ação de “Sem categoria”

source: Uncleared
de: Ausstehend
es: No conciliado
fr: Non pointée
it: In sospeso
nl: In behandeling
pt_br: Não compensado

source: Underfunded (%@)
de: Unterfinanziert (%@)
es: Insuficientemente financiado (%@)
fr: Sous-financé (%@)
it: Sottofinanziato (%@)
nl: Ondergefinancierd (%@)
pt_br: Subfinanciado (%@)

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
nl: Ongedaan maken
pt_br: Desfazer

source: Undo failed and the previous state could not be restored. Please reopen the budget and verify these transactions.
de: Rückgängigmachen fehlgeschlagen und der vorherige Zustand konnte nicht wiederhergestellt werden. Öffnen Sie das Budget erneut und prüfen Sie diese Transaktionen.
es: No se pudo deshacer ni restaurar el estado anterior. Vuelve a abrir el presupuesto y verifica estas transacciones.
fr: L'annulation a échoué et l'état précédent n'a pas pu être restauré. Rouvrez le budget et vérifiez ces transactions.
it: Impossibile annullare e ripristinare lo stato precedente. Riapri il budget e verifica queste transazioni.
nl: Ongedaan maken mislukt en de vorige staat kon niet worden hersteld. Open het budget opnieuw en controleer deze transacties.
pt_br: Não foi possível desfazer nem restaurar o estado anterior. Reabra o orçamento e verifique estas transações.

source: Undone
de: Rückgängig gemacht
es: Deshecho
fr: Annulé
it: Annullato
nl: Ongedaan gemaakt
pt_br: Desfeito

source: Unit
de: Einheit
es: Unidad
fr: Unité
it: Unità
nl: Eenheid
pt_br: Unidade

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
nl: Onbekend
pt_br: Desconhecido

source: Unknown account
de: Unbekanntes Konto
es: Cuenta desconocida
fr: Compte inconnu
it: Conto sconosciuto
nl: Onbekende rekening
pt_br: Conta desconhecida

source: Unknown Account
de: Unbekanntes Konto
es: Cuenta desconocida
fr: Compte inconnu
it: Conto sconosciuto
nl: Onbekende rekening
pt_br: Conta desconhecida

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
nl: Onbekende fout
pt_br: Erro desconhecido

source: Unknown institution
de: Unbekanntes Institut
es: Institución desconocida
fr: Établissement inconnu
it: Istituto sconosciuto
nl: Onbekende instelling
pt_br: Instituição desconhecida

source: Unknown payee
de: Unbekannter Zahlungsempfänger
es: Beneficiario desconocido
fr: Bénéficiaire inconnu
it: Beneficiario sconosciuto
nl: Onbekende begunstigde
pt_br: Beneficiário desconhecido

source: Unknown Payee
de: Unbekannter Zahlungsempfänger
es: Beneficiario desconocido
fr: Bénéficiaire inconnu
it: Beneficiario sconosciuto
nl: Onbekende begunstigde
pt_br: Beneficiário desconhecido

source: Unknown pool
de: Unbekannter Pool
es: Grupo desconocido
fr: Groupe inconnu
it: Gruppo sconosciuto
nl: Onbekende groep
pt_br: Grupo desconhecido

source: Unlink
de: Verknüpfung aufheben
es: Desvincular
fr: Dissocier
it: Scollega
nl: Ontkoppelen
pt_br: Desvincular

source: Unlink from %@
de: Verknüpfung mit %@ lösen
es: Desvincular de %@
fr: Dissocier de %@
it: Scollega da %@
nl: Ontkoppelen van %@
pt_br: Desvincular de %@

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sbloccare
nl: Ontgrendelen
pt_br: Desbloquear

source: Unlock Budget
de: Budget freischalten
es: Desbloquear presupuesto
fr: Déverrouiller le budget
it: Sblocca budget
nl: Ontgrendel budget
pt_br: Desbloquear orçamento

source: Unmapped cards found in pending transactions. Tap to create a mapping.
de: Nicht zugeordnete Karten in ausstehenden Transaktionen gefunden. Tippen, um eine Zuordnung zu erstellen.
es: Tarjetas no asignadas encontradas en transacciones pendientes. Toca para crear una asignación.
fr: Cartes non associées trouvées dans les transactions en attente. Appuyez pour créer une association.
it: Carte non associate trovate nelle transazioni in sospeso. Tocca per creare un'associazione.
nl: Niet-gekoppelde kaarten gevonden in openstaande transacties. Tik om een koppeling te maken.
pt_br: Cartões não mapeados encontrados em transações pendentes. Toque para criar um mapeamento.

source: Unreconciled
de: Nicht abgeglichen
es: No reconciliado
fr: Non rapproché
it: Non riconciliato
nl: Niet afgestemd
pt_br: Não conciliado

source: Unsupported repeat
de: Nicht unterstützte Wiederholung
es: Repetición no compatible
fr: Répétition non prise en charge
it: Ripetizione non supportata
nl: Niet-ondersteunde herhaling
pt_br: Repetição não compatível

source: Unsupported Templates
de: Nicht unterstützte Vorlagen
es: Plantillas no compatibles
fr: Modèles non pris en charge
it: Modelli non supportati
nl: Niet-ondersteunde sjablonen
pt_br: Modelos não suportados

source: until %@
de: bis %@
es: hasta %@
fr: jusqu’au %@
it: fino al %@
nl: tot %@
pt_br: até %@

source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
it: Senza titolo
nl: Zonder titel
pt_br: Sem título

source: Upcoming
de: Bevorstehend
es: Próxima
fr: À venir
it: In arrivo
nl: Aankomend
pt_br: Futura

source: Upcoming Window
de: Vorschauzeitraum
es: Periodo próximo
fr: Période à venir
it: Periodo imminente
nl: Komende periode
pt_br: Período futuro

source: Updated %@ ago
de: Vor %@ aktualisiert
es: Actualizado %@
fr: Mis à jour %@
it: Aggiornato %@
nl: Bijgewerkt %@ geleden
pt_br: Atualizado %@

source: Use "%@"
de: „%@“ verwenden
es: Usar « %@ »
fr: Utiliser « %@ »
it: Usa «%@»
nl: “%@” gebruiken
pt_br: Usar “%@”

source: Use past months: average, a specific month, or a copy.
de: Vergangene Monate verwenden: Durchschnitt, bestimmter Monat oder Kopie.
es: Usar meses anteriores: media, mes específico o copia.
fr: Utiliser les mois passés : moyenne, mois précis ou copie.
it: Usa mesi passati: media, mese specifico o copia.
nl: Gebruik eerdere maanden: gemiddelde, specifieke maand of kopie.
pt_br: Usar meses anteriores: média, mês específico ou cópia.

source: Use remaining %@
de: Verbleibende %@ verwenden
es: Usar los %@ restantes
fr: Utiliser le solde restant de %@
it: Utilizza %@ rimanenti
nl: Gebruik resterende %@
pt_br: Usar os %@ restantes

source: Used when the primary server cannot be reached
de: Wird verwendet, wenn der primäre Server nicht erreichbar ist
es: Se utiliza cuando no se puede acceder al servidor principal
fr: Utilisée lorsque le serveur principal est inaccessible
it: Usato quando non è possibile raggiungere il server principale
nl: Wordt gebruikt wanneer de primaire server niet bereikbaar is
pt_br: Usado quando o servidor principal não está acessível

source: Using this device's SimpleFIN connection
de: Verwendet die SimpleFIN-Verbindung dieses Geräts
es: Usa la conexión SimpleFIN de este dispositivo
fr: Utilise la connexion SimpleFIN de cet appareil
it: Usa la connessione SimpleFIN di questo dispositivo
nl: Gebruikt de SimpleFIN-verbinding van dit apparaat
pt_br: Usa a conexão SimpleFIN deste dispositivo

source: Using your server's SimpleFIN connection
de: Verwendet die SimpleFIN-Verbindung Ihres Servers
es: Usa la conexión SimpleFIN de tu servidor
fr: Utilise la connexion SimpleFIN de votre serveur
it: Usa la connessione SimpleFIN del tuo server
nl: Gebruikt de SimpleFIN-verbinding van je server
pt_br: Usa a conexão SimpleFIN do seu servidor

source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
nl: Waarde
pt_br: Valor

source: Values
de: Werte
es: Valores
fr: Valeurs
it: Valori
nl: Waarden
pt_br: Valores

source: View Guide with Screenshots
de: Anleitung mit Screenshots anzeigen
es: Ver la guía con capturas
fr: Voir le guide illustré
it: Visualizza la guida con schermate
nl: Bekijk de gids met screenshots
pt_br: Ver o guia com capturas de tela

source: View Style
de: Ansichtsstil
es: Estilo de vista
fr: Style d'affichage
it: Stile di visualizzazione
nl: Weergavestijl
pt_br: Estilo de visualização

source: View Transactions As
de: Transaktionen anzeigen als
es: Mostrar transacciones como
fr: Afficher les transactions par
it: Visualizza transazioni come
nl: Transacties bekijken als
pt_br: Exibir transações como

source: vs avg
de: vs. Durchschnitt
es: vs prom.
fr: vs moy.
it: vs media
nl: vs. gem.
pt_br: vs. média

source: Wallet access is turned off
de: Wallet-Zugriff ist deaktiviert
es: El acceso a Wallet está desactivado
fr: L'accès à Wallet est désactivé
it: L'accesso a Wallet è disattivato
nl: Wallet-toegang is uitgeschakeld
pt_br: O acesso à Wallet está desativado

source: Wallet Automation
de: Wallet-Automatisierung
es: Automatización de Wallet
fr: Automatisation Wallet
it: Automazione del Wallet
nl: Portemonnee-automatisering
pt_br: Automação do Wallet

source: Wallet transactions aren't available on this device. Apple Card, Apple Cash and Savings are required, and are currently US-only.
de: Wallet-Transaktionen sind auf diesem Gerät nicht verfügbar. Apple Card, Apple Cash und Savings sind erforderlich und derzeit nur in den USA verfügbar.
es: Las transacciones de Wallet no están disponibles en este dispositivo. Se necesitan Apple Card, Apple Cash y Savings, y actualmente solo están disponibles en EE. UU.
fr: Les transactions Wallet ne sont pas disponibles sur cet appareil. Apple Card, Apple Cash et Savings sont requis et sont actuellement limités aux États-Unis.
it: Le transazioni Wallet non sono disponibili su questo dispositivo. Sono richiesti Apple Card, Apple Cash e Risparmi e sono attualmente disponibili solo negli Stati Uniti.
nl: Wallet-transacties zijn niet beschikbaar op dit apparaat. Apple Card, Apple Cash en Savings zijn vereist en zijn momenteel alleen in de VS beschikbaar.
pt_br: As transações do Wallet não estão disponíveis neste dispositivo. Apple Card, Apple Cash e Savings são necessários e estão disponíveis apenas nos EUA.

# wallet.automation.footer
source: Repeat for each card you want to track. If you skip the Account step, transactions go to your Default Account. Actuali confirms each logged purchase with a notification.
de: Wiederholen Sie diesen Vorgang für jede Karte, die Sie verfolgen möchten. Wenn Sie den Schritt „Konto“ überspringen, werden die Transaktionen auf Ihr Standardkonto übertragen. Actuali bestätigt jeden erfassten Kauf mit einer Benachrichtigung.
es: Repita estos pasos para cada tarjeta que quiera seguir. Si omite el paso Cuenta, las transacciones se asignan a la cuenta predeterminada. Actuali confirma cada compra registrada con una notificación.
fr: Répétez ces étapes pour chaque carte à suivre. Si vous ignorez l'étape Compte, les transactions sont affectées à votre compte par défaut. Actuali confirme chaque achat enregistré par une notification.
it: Ripeti per ogni carta che desideri monitorare. Se salti il ​​passaggio Conto, le transazioni andranno al tuo Conto predefinito. Actuali conferma ogni acquisto registrato con una notifica.
nl: Herhaal dit voor elke kaart die u wilt volgen. Als u de Account-stap overslaat, gaan transacties naar uw Standaardaccount. Actuali bevestigt elke geregistreerde aankoop met een melding.
pt_br: Repita estas etapas para cada cartão que deseja acompanhar. Se ignorar a etapa Conta, as transações irão para sua conta padrão. O Actuali confirma cada compra registrada com uma notificação.

# wallet.automation.intro
source: Log tap-to-pay purchases automatically. When you pay with a card in Apple Wallet, a Shortcuts automation runs Actuali's Log Transaction action in the background — no need to open the app.
de: Erfassen Sie Tap-to-Pay-Käufe automatisch. Wenn Sie mit einer Karte in Apple Wallet bezahlen, führt eine Shortcuts-Automatisierung die Aktion „Transaktion protokollieren“ von Actuali im Hintergrund aus – Sie müssen die App nicht öffnen.
es: Registre automáticamente sus compras sin contacto. Al pagar con una tarjeta en Apple Wallet, una automatización de Atajos ejecuta en segundo plano la acción Registrar transacción de Actuali, sin abrir la aplicación.
fr: Enregistrez automatiquement vos achats sans contact. Lorsque vous payez avec une carte dans Apple Wallet, une automatisation Raccourcis exécute en arrière-plan l'action Enregistrer une transaction d'Actuali, sans ouvrir l'application.
it: Registra automaticamente gli acquisti contactless. Quando paghi con una carta in Apple Wallet, un'automazione di Comandi Rapidi esegue l'azione Registra transazione di Actuali in background, senza dover aprire l'app.
nl: Registreer tap-to-pay-aankopen automatisch. Wanneer u met een kaart in Apple Wallet betaalt, voert een Shortcuts-automatisering Actuali's logtransactieactie op de achtergrond uit - u hoeft de app niet te openen.
pt_br: Registre automaticamente suas compras por aproximação. Ao pagar com um cartão no Apple Wallet, uma automação do Atalhos executa a ação Registrar transação do Actuali em segundo plano, sem abrir o app.

# wallet.automation.step1
source: Open the Shortcuts app and go to the Automation tab.
de: Öffnen Sie die Shortcuts-App und gehen Sie zur Registerkarte „Automatisierung“.
es: Abra la app Atajos y vaya a la pestaña Automatización.
fr: Ouvrez l'app Raccourcis et accédez à l'onglet Automatisation.
it: Apri l'app Scorciatoie e vai alla scheda Automazione.
nl: Open de app Snelkoppelingen en ga naar het tabblad Automatisering.
pt_br: Abra o app Atalhos e acesse a aba Automação.
